/* 无法获取到视频地址 */
"Can't fetch video link" = "Can't fetch video link";

/* 链接 */
"Link" = "Link";

/* 确认 */
"OK" = "OK";

/* 操作失败 */
"Operation Failed" = "Operation Failed";

/* 请重试 */
"Try again" = "Try again";

/* 保存出错 */
"保存出错" = "Save Error";

/* 保存失败 */
"保存失败" = "Save Failed";

/* 修改文件失败 */
"修改文件失败" = "Change Failed";

/* 创建文件夹失败 */
"创建文件夹失败" = "Create Failed";

/* 地址解析失败 */
"地址解析失败" = "Parse Link Failed";

/* 文件保存失败 */
"文件保存失败" = "Save Failed";

/* 文件读取失败 */
"文件读取失败" = "Read Failed";

/* 确认 */
"确认" = "OK";

